Repository: OrkhanDede/cqrs-clean-architecture
Catalog: Core/Resources/Resource.*.resx
Languages: az

# ALLOWED_FILE_FORMAT
source: The file extension is not allowed. Allowed extensions: {0}.
az: Faylın formatı uyğun deyil. Uyğun format: {0}.

# ALLOWED_FILE_MIME_TYPE
source: The MIME type of file is not allowed. Allowed types: {0}.
az: Faylın formatı (MIME) uyğun deyil. Uyğun format: {0}.

source: Can't impersonate yourself!
az: Öz profilinizi təqlid edəbilməzsiniz!

# CORPORATE_USER_SIGN_IN
source: This is a corporate user, please contact administrator.
az: Korporativ istifadəçidir, administrator ilə əlaqə saxlayın.

# DATA_IS_NOT_VALID_FORMAT
source: {0} is not in valid format.
az: {0} yanlış formatdadır.

# FOLDER_NOT_FOUND
source: Folder doesn't exist.
az: Qovluq mövcud deyil.

# ID_MUST_BE_GUID
source: Id must be in 'guid' format.
az: Id 'guid' formatında olmalıdır.

# INTERNAL_SERVER
source: An unexpected error occurred.
az: Xəta baş verdi.

# INVALID_SIGN_IN
source: Username or password is not valid.
az: İstifadəçi adı və ya şifrə səhvdir.

# INVALID_SMS_CONFIRMATION_CODE
source: Confirmation code is not valid.
az: Təsdiq kodu səhvdir.

# INVALID_SMS_CONFIRMATION_CODE_RESEN
source: Confirmation code is not valid. New code is sent.
az: Təsdiq kodu səhvdir.Yeni təsdiq kodu göndərildi.

source: Invalid Token
az: Yanlış Token.

# LOCKED_USER
source: The account has been blocked for 1 hour.
az: Hesabınıza giriş 1 saatlıq məhdudlaşdırılmışdır.

# PARENT_FOLDER_NOT_FOUND
source: Parent folder doesn't exist.
az: Əsas qovluq mövcud deyil.

# RANGE
source: {0} should be in the interval [{1},{2}].
az: {0} [{1},{2}] intervalında olmalıdır.

source: Record already exist.
az: Məlumat artıq mövcuddur.

# RECORD_NOT_EDITABLE
source: This record is not editable.
az: Məlumat redaktə edilə bilməz.

# RECORD_NOT_FOUND
source: Requested data not found.
az: Məlumat tapılmadı.

# REQUIRED
source: {0} is required.
az: {0} daxil edilməyib.

source: User not found
az: İstifadəçi tapılmadı.

# USER_NOT_FOUND_CONTACT_TO_ADMIN
source: User not found, please contact administrator.
az: İstifadəçi tapılmadı, administrator ilə əlaqə saxlayın.

source: Wrong request.
az: Yanlış sorğu.
